export const data = [
  {
    name: 'Разработка сайта',
    color: 'purple',
    items: [
      {
        name: 'Лендинг (Landing page)',
        description: 'Эффективный маркетинговый инструмент для генерации заявок',
        path: '/services/landing/',
      },
      {
        name: 'Корпоративный сайт',
        description: 'Достойное представительство вашей компании в интернет-пространстве ',
        path: '',
      },
      {
        name: 'Интернет-магазин',
        description: 'Ваша площадка для продажи товара в среде Интернет',
        path: '',
      },
    ],
  },
  {
    name: 'Работа с сайтом',
    color: 'blue',
    items: [
      {
        name: 'Техническая поддержка',
        description: 'Ваши задачи - наши профессиональные руки',
        path: '',
      },
      {
        name: 'Доработка сайта',
        description: 'Если сайт перестал удовлетворять потребностям - пришло время для доработки',
        path: '',
      },
    ],
  },
  {
    name: 'Продвижение сайта',
    color: 'orange',
    items: [
      {
        name: 'SEO-продвижение',
        description: 'Если задача быть в топе органической выдачи поисковых систем',
        path: '/services/seo/',
      },
      {
        name: 'Контекстная реклама',
        description: 'Главный инструмент эффективного продвижения вашего сайта',
        path: '',
      },
      {
        name: 'Картографические сервисы',
        description: 'Чтобы быть в зоне поиска и маршрута ваших потенциальных клиентов',
        path: '',
      },
    ],
  },
  {
    name: 'Разработка веб-приложений и систем',
    color: 'green',
    items: [
      {
        name: 'Личные кабинеты',
        description: 'Когда для сотрудников или клиентов не хватает стандартного функционала сайта',
        path: '',
      },
      {
        name: 'Инфоматы',
        description: 'Мини сайты с адаптированным интерфейсом для вашего инфомата',
        path: '',
      },
      {
        name: 'Отраслевые решения',
        description: 'Когда для задач вашего бизнеса не хватает стандартных решений',
        path: '',
      },
    ],
  },
]
